Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/social_welfare/social_welfare_payments/social_welfare_payments_to_families_and_children/child_benefit.html.txt.tmx
Source language: en
Languages: ga

source: Child Benefit (previously known as Children's Allowance) is payable to the parents or guardians of children under 16 years of age, or under 18 years of age if the child is in full-time education, Youthreach training or has a disability. Child Benefit is not paid on behalf of 18-year olds
ga: In Éirinn íoctar Sochar Linbh (tugadh Liúntas Leanaí air cheana) le tuismitheoirí nó le caomhnóirí leanaí atá faoi 16 mbliana d'aois, nó faoi 18 mbliana d'aois má bhíonn an leanbh in oideachas lánaimseartha, ar chúrsa traenála Youthreach nó má tá an leanbh faoi mhíchumas

source: For twins, Child Benefit is paid at one and a half times the normal monthly rate for each child. For triplets and other multiple births, Child Benefit is paid at double the normal monthly rate for each child
ga: Má bhí ilbhreith agat beidh tú i dteideal deontais speisialta tráth na breithe agus nuair a bhíonn siad 4 bliana d'aois agus arís nuair a bhíonn siad 12 bhliain d'aois

source: Some Child Benefit customers are currently being registered for a Public Services Card by the Department of Social Protection
ga: Tá Sochar Linbh iníoctha ag ceann go leith an ráta iomchuí do chúpla agus ag dúbailt an ráta iomchuí as triúr leanaí in aon bhreith agus ilbhreitheanna eile

source: You need to apply for Child Benefit within 12 months of:
ga: Ní mór duit cur isteach ar íocaíocht laistigh de 12 mhí:

source: • The birth of your baby or
ga: • De bhreith do linbh nó

source: • The month the child became a member of your family or
ga: • Den mhí gur déanadh ball de do chlann den leanbh nó

source: • The month the family came to live in Ireland
ga: • Den mhí ar tháinig an teaghlach le cónaí in Éirinn

source: If your baby is born in Ireland, when you register the birth of your baby the Department of Social Protection will begin a Child Benefit claim for your child
ga: Má rugadh do leanbh in Éirinn, tar éis duit breith do linbh a chlárú, cuirfidh an Roinn Coimirce Sóisialaí éileamh ar Shochar Linbh ar bun don leanbh:

source: • If you are not claiming Child Benefit for another child a new claim is created by the Department and a partially completed claim form is sent to you for your signature and payment details
ga: • Mura bhfuil éileamh agat cheana ar Shochar Linbh , cruthóidh an Roinn ceann nua agus cuirfear foirm éilimh chugat a mbeidh cuid áirithe di líonta amach cheana, chun do shíniú agus faisnéis i gcomhair na híocaíochta a fháil uait

source: This form also includes information on how to claim for your new baby online
ga: Áirítear san fhoirm faisnéis maidir le hiarratas ar bun do leanbh nua ar line a dhéanamh

source: (Please note that you can only claim online if you are invited to do so by the Department.) The baby is also given a Personal Public Service (PPS) number
ga: (Tabhair aire nach féidir leat iarratas ar líne a dhéanamh ach amháin má iarrann an Roinn duit é a dhéanamh.) Tabharfar Uimhir Phearsanta Seirbhíse Poiblí (PSP) don leanbh freisin

source: • If you are claiming Child Benefit for another child, your new baby is added to your Child Benefit claim and payment begins automatically from the month after the birth
ga: • Má tá ceart agat cheana ar Shochar Linbh do leanbh eile, cuirfear do leanbh nua leis an éileamh seo agus íocfar an sochar go huathoibríoch ó mhí na breithe

source: A letter confirming payment will be sent to you by the Department
ga: Cuirfidh an Roinn litir chugat chun an íocaíocht a deimhniú

source: The baby is also given a Personal Public Service (PPS) Number
ga: Tabharfar Uimhir Phearsanta Seirbhíse Poiblí (PSP) don leanbh freisin

source: Children aged 16 and 17
ga: Leanái atá 16 agus 17 mbliana d’aois

source: If you want to keep your Child Benefit for a disabled child or a child in full-time education or a child on a full-time Youthreach course aged under 18, you will need to fill in the right form (see 'How to apply' below) one month before your child's 16th birthday
ga: Má tá tú ar cur isteach ar shíneadh le do Shochar Linbh do leanbh atá faoi mhíchumas nó do leanbh atá faoi 18 mbliana agus ag freastal ar oideachas lánaimseartha nó ar chúrsa lánaimseartha Youthreach, beidh ort foirm CB2 (féach 'Conas iarratas a dhéanamh thíos) a chomhlánú

source: This form must also be signed and offically stamped by:
ga: Ní mór don fhoirm sin a bheith deimhnithe ag:

source: • The school or college if your child is in full-time education
ga: • An scoil/coláiste más ag freastal ar an oideachas lánaimseartha atá do leanbh

source: • The Youthreach centre if your child is on a full-time Youthreach course
ga: • Youthreach má tá do leanbh ag freastal ar chúrsa Youthreach nó

source: • A doctor if your child has a disability
ga: • Dochtúir má tá do leanbh faoi mhíchumas

source: If your child is aged 16 or 17 and you are getting Child Benefit for him or her, you must notify the Department of Social Protection immediately if:
ga: Ní mór duit scéal a chur ar an bpointe chuig an Roinn Coimirce Sóisialaí i dtaobh do linbh atá 16 nó 17 bliana d'aois agus ag freastal ar an oideachas lánaimseartha má:

source: • Your child leaves school/college/Youthreach course before the certified date or
ga: • Fhágann do leanbh an scoil/coláiste/cúrsa YOUTHREACH nó FET roimh an dáta deimhnithe nó

source: • Your child is able to support himself or herself before reaching age 18 or the date certified by the doctor
ga: • Bhíonn do leanbh in ann é/í féin a chothú roimh dó/dí 9 mbliana déag a bhaint amach nó an dáta atá deimhnithe ag an dochtúir

source: Full-time education (aged 16 and 17)
ga: Má tá do pháiste os cionn 16 bliana d'aois agus in oideachas lánaimseartha gheobhaidh tú Sochar Linbh go dtí mí an Mheithimh

source: If your child is 16 or 17 years of age and in full-time education you will get Child Benefit until June
ga: Ní bhfaighidh tú íocaíocht eile go dtí go bhfilleann do pháiste ar an oideachas lánaimseartha

source: The Child Benefit section will send you an application form in August
ga: Seolfaidh an rannóg Sochair Linbh foirm CB2 chugat i mí Lúnasa

source: If your child returns to full-time education in September, fill in and return this application form
ga: Má fhilleann do pháiste ar an oideachas lánaimseartha i Meán Fómhair, comhlánaigh foirm CB2 agus seol ar ais í

source: When you get your payment it will include any arrears due to you, including Child Benefit for July and August
ga: Nuair a gheobhaidh tú d'íocaíocht, beidh aon riaráistí atá ag dul duit san áireamh, lena n-áirítear Sochar Linbh le haghaidh mí Iúil agus mí Lúnasa

source: If your child turns 18 during the summer you will get any arrears due up until the month they turn 18 – provided they return to education in September
ga: Má bhaineann do leanbh 18 bhliain d’aois amach i rith an tsamhraidh, gheobhaidh tú aon riaráistí atá dlite suas go dtí an mhí a bhaineann siad 18 amach, ar choinníoll go bhfillfidh siad ar oideachas i Meán Fómhair

source: If you don't get a form in the post from the Child Benefit section, fill in form CB2 in September - see 'How to apply' below
ga: Mura bhfaigheann tú foirm leis an bpost ón Rannóg an tSochair Linbh, ba chóir duit an fhoirm CB2 a líonadh i Meán Fómhair - féach 'Conas iarratas a dhéanamh' thíos

source: Child Benefit and EU Regulations
ga: Sochar Linbh agus Rialacháin an AE

source: EU/EEA citizens and Swiss nationals working in Ireland satisfy the habitual residence condition for Child Benefit
ga: Sásaíonn saoránaigh an AE/an LEE agus náisiúnaigh na hEilvéise atá ag obair in Éirinn, an coinníoll gnáthchónaithe do Shochar Linbh

source: This is also the case if the worker becomes unemployed and gets Jobseeker's Benefit
ga: Is ionann an cás freisin má tá an t-oibrí a bheith dífhostaithe agus faigheann sé/sí Sochar Cuardaitheora Poist

source: If you are an EU/EEA citizen or a Swiss national and work in a country covered by EU Regulations, the country you work in usually pays Child Benefit even if your family is living in another country
ga: Más saoránach den AE/LEE nó náisiúnach den Eilvéis tú, agus tú ag obair i dtír atá clúdaithe ag Rialacha an AE, is iondúil go n-íocann an tír ina bhfuil tú ag obair inti Sochar Linbh fiú amháin má tá do theaghlach ina gcónaí i dtír eile

source: However, if your children are living in another EU/EEA country you should still apply for any Family Benefits you are entitled to there
ga: Má tá do leanaí ina gcónaí i dtír eile den AE/LEE ba chóir duit cur isteach ar aon Sochair Theaghlaigh dá bhfuil tú i dteideal sa tír sin freisin, áfach

source: You can find out more about Family Benefits and EU Regulations in Part 9 of the EU Guidelines on the Department of Social Protection's website
ga: Má tá an Sochar Teaghlaigh a fhaigheann tú sa tír ina bhfuil cónaí ar do leanaí níos lú ná an íocaíocht Sochair Linbh anseo, íocfar an difríocht tríd an íocaíocht Sochair Linbh

source: You can also contact the Child Benefit Section for more information on how EU rules affect Child Benefit - see 'Where to apply' below
ga: Le tuilleadh eolais a fháil ar thionchar Rialúcháin an AE ar Shochar Linbh, téigh i dteagmháil leis an Rannóg Sochair Linbh (féach 'Cá háit a dhéanfaidh mé iarratas' thíos)

source: Countries covered by EU Regulations are: Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, the Netherlands, the United Kingdom (excluding the Channel Islands)
ga: Is iad seo a leanas na tíortha atá clúdaithe ag Rialúcháin an AE: an Ostair, an Bheilg, an Bhulgáir, an Chróit, an Chipir, Poblacht na Seice, an Danmhairg, an Eastóin, an Fhionlainn, an Fhrainc, an Ghearmáin, an Ghréig, an Ungáir, an Íoslainn, Éire, an Iodáil, an Laitvia, Lichtinstéin, an Liotuáin, Lucsamburg, Málta, an Iorua, an Pholainn, an Phortaingéil, an Rómáin, an tSlóvaic, an tSlóivéin, an Spáinn, an tSualainn, an Eilvéis, an Ísiltír, an Ríocht Aontaithe (lasmuigh d'Oileáin Mhuir nIocht)

source: Non-EU/EEA citizens must be habitually resident in Ireland to quality for Child Benefit
ga: Caithfidh daoine nach bhfuil ina saoránaigh den AE/den LEE a bheith ina ngnáthchónaí in Éirinn le bheith incháilithe ar Shochar Linbh

source: If you are a non-EU/EEA citizen and legally working in this State, you may qualify for Child Benefit if your child is also resident here
ga: Mura bhfuil tú i do shaoránach den AE/den LEE agus má tá tú ag obair go dlíthiúil sa Stát seo, d'fhéadfadh sé go mbeifeá incháilithe ar Shochar Linbh dá mbeadh do leanbh ina chónaí anseo

source: More information is available in our document on habitual residence
ga: Tá tuilleadh eolais ar ghnáthchónaí le fáil anseo

source: EU/EEA citizens and Swiss national covered by EU Regulations are required to certify every 4 months that they continue to work in this State
ga: I láthair na huaire, éilítear ar shaoránaigh an AE/an LEE agus ar náisiúnaigh na hEilvéise atá clúdaithe ag Rialúcháin an AE dearbhú a thabhairt gach 3 mhí go bhfuil siad fós ag obair sa Stát

source: Non-EU/EEA citizens are also required to certify every 4 months that they and their children continue to live in this State
ga: I láthair na huaire, éilítear ar dhaoine nach bhfuil ina saoránaigh den AE/den LEE dearbhú a thabhairt gach 4 mhí go bhfuil siad agus a leanaí fós ina gcónaí sa Stát

source: Fraudulent claims for Child Benefit
ga: Éileamh mí-ionraic ar Shochar Linbh

source: Penalties for false or misleading statements made to obtain Child Benefit for you, or for any other person, include large fines or prison for up to three years
ga: Féadtar pionós airgid nó téarma príosúnachta suas le trí bliana a ghearradh ar éinne a dhéanann ráiteas bréagach nó míthreorach d’fhonn Sochar Linbh a fháil dó féin nó d’éinne eile

source: You must notify the Department of Social Protection (DSP) in writing of any changes in circumstances which may affect your Child Benefit claim
ga: Ní mór duit an Roinn Coimirce Sóisialaí (DSP) i scríbhinn a chur ar an eolas faoi aon athruithe a thagann ar do chúinsí a d’fhéadfadh difear a dhéanamh do d’éileamh ar Shochar Linbh

source: Changes which may affect your claim include:
ga: I measc na n-athruithe a d’fhéadfadh difear a dhéanamh do d’éileamh tá an méid a leanas:

source: • Child is no longer with you or in your care
ga: • Níl an leanbh i do theannta nó faoi do chúram a thuilleadh

source: • Change of post office or other financial institution
ga: • Athrú Oifig an Phoist nó institiúid eile airgeadais

source: • Child aged 16 or 17 leaves full-time education
ga: • Fágann leanbh 16 nó 17 mbliana d’aois oideachas lánaimseartha

source: • You or your child(ren) leave the State
ga: • Fágann tusa nó do leanbh/leanaí an Stát

source: • You or your spouse, civil partner or cohabitant start work in another country
ga: • Tosaíonn tú féin‚ do chéile nó do pháirtnéir sibhialta nó do chomháititheoir ag oibriú i dtír eile

source: You can use Form CB56 (pdf) to notify the DSP of any changes to your circumstances
ga: Féadfaidh tú Foirm CB56 (pdf) a úsáid chun an DSP a chur ar an eolas faoi aon athruithe ar do chúinsí

source: Child Benefit in 2017
ga: Ráta míosúil i 2017

source: │Family size │Monthly rate,│
ga: Má fhaigheann tú Sochar Linbh den chéad uair, íoctar é ag tús an mhí a leanann breith do leanbh

source: │One child │140 │
ga: │páiste amháin │€140 │

source: │Three │420 │ │children │ │
ga: │triuir páistí │€420 │

source: │Four │560 │ │children │ │
ga: │ceathrar páistí │€560 │

source: │Five │700 │ │children │ │
ga: │cúigear páistí │€700 │

source: │Seven │980 │ │children │ │
ga: │seachtar páistí │€980 │

source: │Eight │1,120 │ │children │ │
ga: │ochtar páistí │€1,120 │

source: If you have twins you get one and a half times the normal monthly rate for each child
ga: Íocfar sochar leanaí ar son cúpla ag 1.5 uair an ráta mhíosúil iomchuí do gach leanbh

source: For triplets and other multiple births, Child Benefit is paid at double the normal monthly rate for each child, provided at least three of the children remain qualified
ga: Nuair atá triúr nó níos mó leanaí i gceist san ilbhreith íocfar an sochar ag dhá oiread an ráta mhíosúil iomchuí, sa chás go bhfuil ar a laghad triúr de na leanaí intofa i gcónaí

source: Child under 16 years of age
ga: Leanbh atá faoi 16 bliana d'aois

source: If your baby is born in Ireland and you are not claiming for any other children, the Child Benefit section will send you an application form
ga: Má rugadh do leanbh in Éirinn agus mura bhfuil éileamh agat ar bun leanaí eile, cuirfidh Rannóg an tSochair Linbh foirm iarratais chugat

source: (Please note that you can only claim online if you are invited to do so by the Department.)
ga: (Tabhair aire nach féidir leat iarratas ar líne a dhéanamh ach amháin má iarrann an Roinn duit é a dhéanamh.)

source: If you are claiming Child Benefit for another child, your new baby is added to your Child Benefit claim and payment begins automatically from the month after the birth
ga: Má tá éileamh agat ar Shochar Linbh do leanbh eile, cuirfear do leanbh nua leis an éileamh ar Shochar Linbh seo agus íocfar an sochar go huathoibríoch ó mhí na breithe

source: If your child is not born in Ireland or their birth is not registered within the required time (3 months) you must fill in Child Benefit (form CB1) (pdf)
ga: Murar rugadh do leanbh in Éirinn nó mura bhfuil a breith cláraithe laistigh den tréimhse riachtanach (3 mhí) caithfidh tú Sochar Linbh (foirm CB1) (pdf) a líon isteach

source: You must send this form (CB1) with a copy of your baby's birth certificate (if your baby was not born in Ireland) by FREEPOST to the Child Benefit Section - see 'Where to apply' below
ga: Ní mór duit é a sheoladh le cóip de theastas breithe do linbh (murar rugadh do leanbh in Éirinn) i SAORPHOST chuig Rannóg an tSochair Linbh - Féach 'Cá háit a dhéanfaidh mé iarratas’ thíos

source: Birth certificates are not required for children born in the State
ga: Ní éilítear teastais bhreithe ar leanaí a rugadh sa Stát

source: Child Benefit is a universal payment
ga: Íocaíocht uilíoch is ea Sochar Linbh

source: However, it is open to you at any time either to decline to proceed with a claim in respect of a new baby or to opt out of receiving payments for existing children
ga: Áfach, is fútsa atá sé ag aon tráth chun éileamh maidir le leanbh nua a dhiúltú nó chun leanúint leis nó gan glacadh le híocaíochtaí le haghaidh leanaí atá agat cheana féin

source: To do this you write by FREEPOST to the Child Benefit Section - see 'Where to apply' below
ga: Chun é seo a dhéanamh‚ cuireann tú seo i scríbhinn trí SHAORPHOST chuig an Rannóg Sochar Linbh – féach ‘Cá ndéanfaidh mé iarratas’ thíos

source: To get Child Benefit for a child aged 16 or 17 fill in Child Benefit (form CB2) (pdf)
ga: Chun Sochar Linbh a fháil do leanbh atá 16 nó 17 bhliain d’aois, líon isteach Sochar Linbh foirm CB2 (pdf)

source: If you are already getting Child Benefit for this child, the Child Benefit section will send you an application form in the post
ga: Má tá tú ag fáil Sochar Linbh do do leanbh, cuirfidh an Rannóg an tSochair Linbh foirm iarratais chugat

source: Send your form by FREEPOST to the Child Benefit Section - see 'Where to apply' below
ga: Seol do fhoirm trí SAORPHOIST chuig an Rannóg an tSochair Linbh - féach 'Cá háit a dhéanfaidh mé iarratas' thíos

source: If you have any difficulty filling in this form, staff in your social welfare local office will help you
ga: Má tá aon deacracht agat ag líonadh isteach na foirme seo , tabharfaidh an fhoireann i d'oifig leasa shóisialaigh áitiúil cúnamh duit

source: Social Welfare Services Office
ga: Oifig Sheirbhísí Leasa Shóisialaigh

source: St Oliver Plunkett Road
ga: Bóthar Oilibhéir Phluincéid Naofa

source: Opening Hours:You can only contact this office by email or telephone
ga: Uaireanta Oscailte:Ní féidir leat teagmháil a dhéanamh ach amháin ar an teileafón nó trí ríomh-phost

source: You can contact the Child Benefit section using the secure general enquiry form
ga: Féadfaidh tú ríomhphost a sheoladh chuig an Rannóg Sochar Linbh trí leas a úsáid as an bhfoirm shlán fiosrúcháin Sochar Linbh
